Repository: devgeniem/tms-theme-vesi
Catalog: lang/*.po
Languages: fi

source: Comments
fi: Kommentit

source: Reply
fi: Vastaa

source: Detached house
fi: Erillinen pientalo

source: Row house or linked house
fi: Rivi- tai ketjutalo

source: Apartment building
fi: Asuinkerrostalo

source: Office building or commercial building
fi: Toimisto- tai liikerakennus

source: Industrial building or warehouse
fi: Teollisuus- tai varastorakennus

source: Parking facility
fi: Pysäköintirakennus

source: Unattended service station
fi: Kylmä huoltoasema

source: Other building
fi: Muu rakennus

source: Permitted building volume (m2)
fi: Rakennusoikeus (m<sup>2</sup>)

source: Use of services
fi: Palveluiden käyttö

source: Sewer
fi: Viemäri

source: Stormwater
fi: Hulevesi

source: Water pipeline
fi: Vesijohto

source: Purpose of use
fi: Käyttötarkoitus

source: Calculate
fi: Laske

source: Price excluding VAT
fi: Veroton hinta

source: VAT 25,5%
fi: alv 25,5%

source: Price including VAT
fi: Hinta sis. alv

source: Connection charge for waste water
fi: Liittymismaksu jätevesi

source: Connection charge for water
fi: Liittymismaksu vesi

source: Connection charge for stormwater
fi: Liittymismaksu hulevesi

source: Total
fi: Yhteensä

source: Choose application
fi: Valitse käyttökohde

source: VAT 24%
fi: alv 24%
